const modal = $.modal({
    title: 'Title modal window for Javascript',
    parameterOne: 'Информация о товаре: В соответствии с ним организовано рассмотрение на заседаниях кафедр ' +
        'военной педагогики и психологии и гуманитарных и социальных наук вопросов:\n                    ' +
        '- о включении в рабочую программу дисциплины «Организационные и правовые основы ' +
        'высшего профессионального образования» вопросов, связанных с изучением  нормативно-правовых актов' +
        ' Федеральной службы войск национальной гвардии в области высшего образования;',
    parameterTwo: 'Информация о порядке приобретения товара: 1.Слабое знание адъюнктами нормативно-правовых актов,' +
        ' в том числе приказов Федеральной службы войск национальной гвардии Российской Федерации, регламентирующих ' +
        'образовательную и научную деятельность.\n                    2.В ответах на вопросы экзаменационных билетов ' +
        'адъюнктов не в достаточной мере показали связь теоретических положений с практикой будущей преподавательской ' +
        'деятельности и примерами из личного служебного опыта.\n                    3.Формулировка ряда вопросов ' +
        'выносимых на государственный экзамен, имеет двусмысленное толкование и не в полном объеме отражает содержание ' +
        'целевой установки, заявленной в программе государственной итоговой аттестации.\n                    ' +
        '4.Отдельные научно-квалификационные работы (диссертации) оформляются с нарушением требований ' +
        'государственного стандарта .\n                    5.В текстах научных докладов и выступлениях адъюнктов ' +
        'недостаточно полно представлена практическая значимость исследований для деятельности войск национальной ' +
        'гвардии Российской Федерации и образовательной деятельности ВООВО.\n                    ' +
        '6.В отдельных научных докладах недостаточно четко определены критерии и показатели оценки полученных ' +
        'результатов исследований.'
})